Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
flatten (Flatten)            (None, 784)               0         
_________________________________________________________________
dense (Dense)                (None, 128)               100480    
_________________________________________________________________
dense_1 (Dense)              (None, 70)                9030      
_________________________________________________________________
dense_2 (Dense)              (None, 10)                710       
=================================================================
Total params: 110,220
Trainable params: 110,220
Non-trainable params: 0
_________________________________________________________________
